2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_TechnischBezemwagen/data/Verantwoording-Mutatiebericht-TC01-1-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ID>*</ID>
            <ADMHND>31004</ADMHND>
            <ABONNEMENT>5670000</ABONNEMENT>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
    <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>034401</brp:ontvangendePartij>
    <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>*</brp:referentienummer>
    <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>Mutatiebericht</brp:soortSynchronisatie>
    <brp:abonnementNaam>Geen pop.bep. levering op basis van doelbinding</brp:abonnementNaam>
    <brp:categorieDienst>Mutatielevering op basis van doelbinding</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling" brp:verwerkingssoort="Toevoeging">
    <brp:code>01011</brp:code>
    <brp:naam>Verbetering geboorteakte</brp:naam>
    <brp:categorie>Correctie</brp:categorie>
    <brp:partijCode>099001</brp:partijCode>
    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Wijziging" brp:communicatieID="*">
        <brp:soortCode>I</brp:soortCode>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>31004</brp:actieInhoud>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>31003</brp:actieInhoud>
          <brp:tijdstipVerval>*</brp:tijdstipVerval>
          <brp:actieVerval>31004</brp:actieVerval>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:identificatienummers brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>31001</brp:actieInhoud>
          <brp:datumAanvangGeldigheid>*</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>310027603</brp:burgerservicenummer>
          <brp:administratienummer>3104184328</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:samengesteldeNaam>
        <brp:geboorte brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:geboorte>
        <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:geslachtsaanduiding>
        <brp:bijhouding brp:verwerkingssoort="Toevoeging">*</brp:bijhouding>
        <brp:bijhouding brp:verwerkingssoort="Wijziging">*</brp:bijhouding>
        <brp:bijhouding brp:verwerkingssoort="Verval">*</brp:bijhouding>
        <brp:administratieveHandelingen>
          <brp:administratieveHandeling brp:objecttype="AdministratieveHandeling" brp:objectSleutel="*">
            <brp:code>01011</brp:code>
            <brp:naam>Verbetering geboorteakte</brp:naam>
            <brp:categorie>Correctie</brp:categorie>
            <brp:partijCode>099001</brp:partijCode>
            <brp:bronnen>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="document31002">
                <brp:document brp:objecttype="Document" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:soortNaam>Identiteitsbewijs</brp:soortNaam>
                  <brp:identificatie>373</brp:identificatie>
                  <brp:aktenummer>3737373</brp:aktenummer>
                  <brp:omschrijving>Identiteitsbewijs</brp:omschrijving>
                  <brp:partijCode>099001</brp:partijCode>
                </brp:document>
              </brp:bron>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="document31003">
                <brp:document brp:objecttype="Document" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:soortNaam>Notariële akte</brp:soortNaam>
                  <brp:identificatie>121</brp:identificatie>
                  <brp:aktenummer>1212121</brp:aktenummer>
                  <brp:partijCode>099001</brp:partijCode>
                </brp:document>
              </brp:bron>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="rechtsgrond31001">
                <brp:rechtsgrondCode>002</brp:rechtsgrondCode>
              </brp:bron>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="rechtsgrond31002">
                <brp:rechtsgrondCode>001</brp:rechtsgrondCode>
              </brp:bron>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="*">
                <brp:rechtsgrondomschrijving>Het feit ten spijt…</brp:rechtsgrondomschrijving>
              </brp:bron>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="*">
                <brp:rechtsgrondomschrijving>Niettegenstaande het feit dat…</brp:rechtsgrondomschrijving>
              </brp:bron>
            </brp:bronnen>
            <brp:bijgehoudenActies>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="31004">
                <brp:soortNaam>Correctie afstamming</brp:soortNaam>
                <brp:bronnen>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="document31002"/>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="document31003"/>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="rechtsgrond31001"/>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="rechtsgrond31002"/>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="*"/>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="*"/>
                </brp:bronnen>
              </brp:actie>
            </brp:bijgehoudenActies>
          </brp:administratieveHandeling>
        </brp:administratieveHandelingen>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>